Repository: by-architect/Dejavu
Catalog: mobile/ios/GeckoTestBrowser/GeckoTestBrowser/Resources/Localizable.xcstrings
Source language: en
Languages: ab, am, an, ar, ast, az, azb, ban, be, bg, bn, bqi, br, brh, bs, ca, cak, ceb, ckb, co, cs, cy, da, de, dsb, el, eo, es, es_ar, et, eu, fa, ff, fi, fr, fur, fy, ga, gd, gl, gn, gu, he, hi, hil, hr, hsb, hu, hy, ia, id, is, it, ja, ka, kaa, kab, kk, km, kmr, kn, ko, kw, lij, lo, lt, lv, meh, ml, mr, my, nb, ne, nl, nn, oc, or, pa, pa_pk, pl, ps, pt_br, pt_pt, rm, ro, ru, sat, sc, scn, si, sk, skr, sl, sq, sr, su, sv, szl, ta, te, tg, th, tl, tok, tr, trs, tt, tzm, ug, uk, ur, uz, vec, vi, yo, yua, zh_hans, zh_hant

# dejavu_sync_hint
source: Keeps your workspaces with their colors and icons, containers, pinned tabs, essentials and folders the same as in Zen Browser on your computer and in Dejavu on your other devices. It uses the Mozilla account you sync Firefox data with.
ab: Ишәара аҭыԥқәа, рцвет ма риконка рыдазкны, аконтейнерқәа, ификсациатә абларҭақәа, иҵакыу сайтқәа ма ипапкақәа, Zen Browser шәкомпьютер аҟны ишыҟаз еиԥш, насгьы Dejavu шәара шәыдгыла машьынақәак рҟны иаанхоит. Firefox адыррақәа расинхронизациа azy ишәхы Mozilla аккаунт ахархәоит.
am: የስራ ቦታዎችዎን ከቀለሞቻቸው እና ከአዶዎቻቸው ጋር፣ መያዣዎችን፣ የተሰኩ ትሮችን፣ አስፈላጊዎችን እና አቃፊዎችን በኮምፒውተርዎ ላይ ካለው የZen አሳሽ እና በሌሎች መሣሪያዎችዎ ላይ ካለው Dejavu ጋር አንድ አይነት ያደርጋል። የFirefox ውሂብን የሚያመሳስሉበትን የMozilla መለያ ይጠቀማል።
an: Mantién os tuyos espacios de treballo con os suyos colors y iconos, contenedors, pestanyas fixadas, esenciales y carpetas iguals que en Zen Browser en o tuyo ordinador y en Dejavu en os tuyos atros dispositivos. Emplega la cuenta de Mozilla con a que sincronizas os datos de Firefox.
ar: يُبقي مساحات عملك بألوانها وأيقوناتها، وحاوياتك، وتبويباتك المثبتة، وأساسياتك، ومجلداتك متطابقة مع Zen Browser على حاسوبك ومع Dejavu على أجهزتك الأخرى. يستخدم لذلك حساب Mozilla الذي تُزامن به بيانات Firefox.
ast: Caltién los tos espacios de trabayu colos sos colores ya iconos, contenedores, llingüetes fixaes, esenciales y carpetes iguales que en Zen Browser nel to ordenador y en Dejavu nos tos otros preseos. Usa la cuenta Mozilla cola que sincronices los datos de Firefox.
az: Rəng və ikonları ilə birlikdə iş sahələrinizi, konteynerlərinizi, bərkidilmiş vərəqlərinizi, əsaslarınızı və qovluqlarınızı kompüterinizdəki Zen Browser və digər cihazlarınızdakı Dejavu ilə eyni saxlayır. Bunun üçün Firefox məlumatlarınızı sinxronlaşdırdığınız Mozilla hesabından istifadə olunur.
azb: رنگ و آیکونلاری ایله بیرلیکده ایش ساحه‌لرینیزی، کانتینرلرینیزی، برکیدیلمیش تاغلارینیزی، اساس‌لارینیزی و پوشه‌لرینیزی کومپیوترینیزده‌کی Zen Browser و باشقا جیهازلارینیزداکی Dejavu ایله عئینی ساخلاییر. بونون اوچون Firefox معلومات‌لارینیزی همگام‌سازی اتدیگینیز Mozilla حسابیندان ایستیفاده اولونور.
ban: Nyaga genah ragane apang patuh, ajak warna lan ikonne, wadah, tab kasemat, Penting, lan map, patuh cara di Zen Browser di komputer ragane lan di Dejavu di piranti ragane ane lenan. Ené nganggo akun Mozilla ane anggo ragane nyinkronang data Firefox.
be: Захоўвае вашы прасторы з іх колерамі і значкамі, кантэйнеры, замацаваныя карткі, важнае і папкі такімі ж, як у Zen Browser на вашым камп'ютары і ў Dejavu на іншых вашых прыладах. Для гэтага выкарыстоўваецца ўліковы запіс Mozilla, з якім вы сінхранізуеце даныя Firefox.
bg: Поддържа вашите работни пространства с техните цветове и икони, контейнери, закачени раздели, Любими и папки еднакви като в Zen Browser на компютъра ви и в Dejavu на другите ви устройства. Използва се профилът в Mozilla, с който синхронизирате данните на Firefox.
bn: আপনার ওয়ার্কস্পেস (তাদের রং ও আইকনসহ), কন্টেইনার, পিন করা ট্যাব, এসেনশিয়াল ও ফোল্ডারগুলো আপনার কম্পিউটারের Zen ব্রাউজার এবং আপনার অন্যান্য ডিভাইসের Dejavu-এর মতো একই রাখে। এটি সেই Mozilla অ্যাকাউন্ট ব্যবহার করে, যা দিয়ে আপনি Firefox-এর ডেটা Sync করেন।
bqi: فضا یلته با رنگ و آیکون یلشون، کانتینر یل، بلگه یل سنجاق‌وابیده، سایت یل مهم و پوشه یل، عین اونی که من Zen Browser رو کامپیوترت و من Dejavu رو دستگاه یل دیه‌ته هسه، جا می‌ده. ای حساب Mozilla ره کار می‌بره که تو باهاش دیتای Firefox همگام می‌کنی.
br: Mirout a ra hoc’h egorioù labour gant o livioù hag arlunioù, kontenerioù, ivinelloù spilhennet, traoù pouezus ha teuliadoù heñvel doc’h Zen Browser war hoc’h urzhiataer ha doc’h Dejavu war ho trevnadoù all. Implijout a ra ar gont Mozilla ma c’houbredit ho roadennoù Firefox gantañ.
brh: نی نا ورک سپیساک اے نا رنگاک او آئیکناک، کنٹینراک، پن ٹیباک، ضروری چیزاک او فولڈراک گدا، نی نا کمپیوٹر پار Zen Browser اٹ او نی نا ہور ڈیوائساک پار Dejavu اٹ جہو راکھ ہن۔ اے او Mozilla اکاؤنٹ استعمال ہس جیدا گدا نی Firefox ڈیٹا سنک کن۔
bs: Vaši radni prostori sa bojama i ikonama, kontejneri, prikvačeni tabovi, Favoriti i folderi ostaju isti kao u Zen Browseru na vašem računaru i u Dejavuu na vašim ostalim uređajima. Koristi se Mozilla račun kojim sinhronizujete Firefox podatke.
ca: Manté els vostres espais de treball amb els seus colors i icones, contenidors, pestanyes fixades, essencials i carpetes iguals que al Zen Browser de l'ordinador i al Dejavu dels altres dispositius. Utilitza el compte de Mozilla amb què sincronitzeu les dades del Firefox.
cak: Nuyäk ri taq samajib'äl rik'in ki b'onil chuqa' ki retal, taq k'olib'äl, ximon taq ruwi', taq rajawaxel chuqa' taq karpeta, junam achi'el pa Zen Browser pa ak'wan chuqa' pa Dejavu pa ch'aqa' chik ay'ab'il. Nukusaj ri Rukwenta Mozilla ak'wan nawokisaj richin najunamirisaj rutzij Firefox.
ceb: Nagpabilin nga parehas ang imong mga workspace uban sa mga kolor ug icon niini, container, naka-pin nga tab, Mahinungdanon, ug folder, sama sa naa sa Zen Browser sa imong kompyuter ug sa Dejavu sa imong ubang device. Gigamit niini ang Mozilla account nga imong gigamit sa pag-sync sa data sa Firefox.
ckb: فەزاکانت بە ڕەنگ و ئایکۆنەکانیانەوە، کۆنتەینەرەکان، بازدەرە چەسپاوەکان، ماڵپەڕە گرنگەکان و پۆشەکان وەک یەک ڕادەگرێت لەگەڵ Zen Browser لە کۆمپیوتەرەکەت و Dejavu لە ئامێرەکانی ترت. هەژماری Mozilla بەکاردێنێت کە داتای Firefox پێی هاوکات دەکەیت.
co: Mantene i vostri spazii di travagliu cù i so culori è icone, cuntenitori, unghjette fissate, essenziali è cartulari listessi chè in Zen Browser nant'à u vostru urdinatore è in Dejavu nant'à i vostri altri apparecchi. Adopra u contu Mozilla cù u quale sincrunizate i dati di Firefox.
cs: Udržuje vaše pracovní prostory s jejich barvami a ikonami, kontejnery, připnuté panely, Oblíbené a složky stejné jako v Zen Browseru v počítači a v Dejavu na dalších zařízeních. Používá k tomu účet Mozilly, se kterým synchronizujete data Firefoxu.
cy: Mae’n cadw’ch gweithleoedd gyda’u lliwiau a’u heiconau, cynwysyddion, tabiau wedi’u pinio, hanfodion a ffolderi’r un fath ag yn Zen Browser ar eich cyfrifiadur ac yn Dejavu ar eich dyfeisiau eraill. Mae’n defnyddio’r cyfrif Mozilla rydych chi’n cydweddu data Firefox ag ef.
da: Holder dine arbejdsområder med deres farver og ikoner, beholdere, fastgjorte faneblade, favoritter og mapper synkroniseret med Zen Browser på din computer og Dejavu på dine andre enheder. Det bruger den Mozilla-konto, du synkroniserer Firefox-data med.
de: Hält deine Arbeitsbereiche mit ihren Farben und Symbolen, Container, angeheftete Tabs, Favoriten und Ordner mit Zen Browser auf deinem Computer und mit Dejavu auf deinen anderen Geräten synchron. Dazu wird das Mozilla-Konto verwendet, mit dem du auch Firefox-Daten synchronisierst.
dsb: Źaržy twóje źěłowe rumy z jich barwami a symbolami, kontejnery, pśipěte rejtariki, nejwažnjejše a zarědniki jadnake ako w Zen Browser na twójom licadle a w Dejavu na twójich drugich rědach. Wužywa Mozilla-konto, z kótarymž swóje Firefox-daty synchronizěrujoš.
el: Διατηρεί τους χώρους εργασίας σας, με τα χρώματα και τα εικονίδιά τους, τους περιέκτες, τις καρφιτσωμένες καρτέλες, τα αγαπημένα και τους φακέλους ίδια με το Zen Browser στον υπολογιστή σας και με το Dejavu στις άλλες συσκευές σας. Χρησιμοποιεί τον λογαριασμό Mozilla με τον οποίο συγχρονίζετε τα δεδομένα του Firefox.
eo: Tenas viajn laborspacojn kun iliaj koloroj kaj piktogramoj, ujojn, pinglitajn langetojn, esencaĵojn kaj dosierujojn samaj kiel en Zen Browser sur via komputilo kaj en Dejavu sur viaj aliaj aparatoj. Ĝi uzas la Mozilla-konton, per kiu vi sinkronigas Firefox-datumojn.
es: Mantiene tus espacios de trabajo con sus colores e iconos, contenedores, pestañas fijadas, esenciales y carpetas igual que en Zen Browser en tu ordenador y en Dejavu en tus otros dispositivos. Usa la misma cuenta de Mozilla con la que sincronizas los datos de Firefox.
es_ar: Mantiene tus espacios de trabajo con sus colores e iconos, contenedores, pestañas fijadas, esenciales y carpetas igual que en Zen Browser en tu computadora y en Dejavu en tus otros dispositivos. Usa la misma cuenta de Mozilla con la que sincronizás los datos de Firefox.
et: Hoiab su tööruumid koos värvide ja ikoonidega, konteinerid, kinnitatud kaardid, olulised ja kaustad samasugused nagu arvutis olevas Zen Browseris ja teistes seadmetes olevas Dejavus. Selleks kasutatakse Mozilla kontot, millega sünkroonid Firefoxi andmeid.
eu: Zure laneremuak, beren koloreekin eta ikonoekin, edukiontziak, finkatutako fitxak, funtsezkoak eta karpetak zure ordenagailuko Zen Browserren eta beste gailuetako Dejavun bezala mantentzen ditu. Firefoxeko datuak sinkronizatzeko erabiltzen duzun Mozilla kontua erabiltzen du.
fa: فضاهای کاری شما را با رنگ‌ها و نمادهایشان، محفظه‌ها، زبانه‌های سنجاق‌شده، ضروریات و پوشه‌ها، همانند Zen Browser روی رایانه‌تان و Dejavu روی دیگر دستگاه‌هایتان نگه می‌دارد. این کار با همان حساب Mozilla انجام می‌شود که داده‌های Firefox را با آن همگام می‌کنید.
ff: Garde tes espaces de travail avec leurs couleurs et icônes, conteneurs, tabbe épinglées, essentiels et dossiers identiques à ceux de Zen Browser sur ton ordinateur et de Dejavu sur tes autres appareils. Utilise le compte Mozilla avec lequel tu synchronises tes données Firefox.
fi: Pitää työtilasi väreineen ja kuvakkeineen, säiliöt, kiinnitetyt välilehdet, suosikit ja kansiot samanlaisina kuin Zen Browserissa tietokoneellasi ja Dejavussa muissa laitteissasi. Tämä käyttää samaa Mozilla-tiliä, jolla synkronoit Firefox-tietosi.
fr: Garde tes espaces avec leurs couleurs et icônes, conteneurs, onglets épinglés, favoris et dossiers identiques à ceux de Zen Browser sur ton ordinateur et de Dejavu sur tes autres appareils. Cette fonction utilise le compte Mozilla avec lequel tu synchronises tes données Firefox.
fur: Al mantëin i tiei spazis di lavôr cui lôr colôrs e iconis, contenidôrs, schedis fissadis, essenziâi e cartelis compagns come in Zen Browser sul to computer e in Dejavu sui tiei altris dispositîfs. Al dopre l'account Mozilla cun cui tu sincronizis i dâts di Firefox.
fy: Hâldt jo wurkromten mei harren kleuren en byldkaikes, konteners, fêstsette ljepblêden, essinsjes en mappen gelyk oan dy yn Zen Browser op jo kompjûter en yn Dejavu op jo oare apparaten. It brûkt it Mozilla-akkount wêrmei't jo Firefox-gegevens syngronisearje.
ga: Coinníonn sé do spásanna oibre lena ndathanna agus lena ndeilbhíní, coimeádáin, cluaisíní greamaithe, riachtanais agus fillteáin mar an gcéanna le Zen Browser ar do ríomhaire agus le Dejavu ar do ghléasanna eile. Úsáideann sé an cuntas Mozilla a sioncronaíonn tú sonraí Firefox leis.
gd: Cumaidh e na h-àiteachan-obrach agad, leis na dathan 's na h-ìomhaigheagan aca, soithichean, tabaichean prìnichte, feumalachdan agus pasganan an aon rud ri Zen Browser air a' choimpiutair agad agus ri Dejavu air na h-uidheaman eile agad. Cleachdaidh e an cunntas Mozilla air a bheil thu a' sioncronachadh dàta Firefox agad.
gl: Mantén os teus espazos de traballo coas súas cores e iconas, contedores, lapelas fixadas, esenciais e cartafoles igual que en Zen Browser no teu ordenador e en Dejavu nos teus outros dispositivos. Usa a conta de Mozilla coa que sincronizas os datos de Firefox.
gn: Ombojoja nde tembiapo renda isa'y ha ita'ãnga reheve, ryru, tendayke mboguapypyre, iporãvéva ha karpeta, Zen Browser nde mba'e'okápe ha Dejavu ambue mba'e'okakuérape g̃uarã. Oiporu pe kuenta Mozilla-gua reiporúva resincronizar hağua nde mba'ekuaarã Firefox-pegua.
gu: તમારા વર્કસ્પેસ (તેમના રંગો અને આઇકન સાથે), કન્ટેનર, પિન કરેલી ટૅબ્સ, એસેન્શિયલ્સ અને ફોલ્ડર્સને તમારા કમ્પ્યુટર પરના Zen બ્રાઉઝર અને તમારાં અન્ય ઉપકરણો પરના Dejavu જેવાં જ રાખે છે. તે એ જ Mozilla એકાઉન્ટનો ઉપયોગ કરે છે જેનાથી તમે Firefox ડેટા સમન્વયિત કરો છો.
he: שומר על מרחבי העבודה שלכם, עם הצבעים והסמלים שלהם, המארזים, הלשוניות המוצמדות, המועדפים והתיקיות זהים בין Zen Browser במחשב שלכם לבין Dejavu במכשירים האחרים שלכם. הוא משתמש בחשבון Mozilla שדרכו אתם מסנכרנים נתוני Firefox.
hi: आपके वर्कस्पेस (उनके कलर और आइकन के साथ), कंटेनर, पिन किए गए टैब, एसेंशियल्स और फ़ोल्डर को आपके कंप्यूटर के Zen ब्राउज़र और आपके दूसरे डिवाइस के Dejavu जैसा ही रखता है। इसके लिए वही Mozilla अकाउंट इस्तेमाल होता है जिससे आप Firefox डेटा सिंक करते हैं।
hil: Ginabantayan nga pareho ang imo mga workspace upod ang ila mga kolor kag icon, container, naka-pin nga tab, Importante, kag folder, pareho sang ara sa Zen Browser sa imo kompyuter kag sa Dejavu sa imo iban nga device. Ginagamit sini ang Mozilla account nga imo ginagamit sa pag-sync sang data sang Firefox.
hr: Vaši radni prostori s bojama i ikonama, spremnici, prikvačene kartice, Favoriti i mape ostaju isti kao u Zen Browseru na vašem računalu i u Dejavuu na vašim ostalim uređajima. Koristi se Mozilla račun kojim sinkronizirate Firefox podatke.
hsb: Dźerži twoje dźěłowe rumy z jich barbami a symbolemi, kontejnery, připjate rajtarki, najwažniše a zarjadniki jenake kaž w Zen Browser na twojim ličaku a w Dejavu na twojich druhich gratach. Wužiwa konto Mozilla, z kotrymž swoje daty Firefox synchronizuješ.
hu: Megőrzi a munkaterületeit a színeikkel és ikonjaikkal, a konténereket, a kitűzött lapokat, a kedvenceket és a mappákat ugyanolyannak, mint a Zen Browserben a számítógépén, és a Dejavuban a többi eszközén. Ugyanazt a Mozilla-fiókot használja, amellyel a Firefox-adatait szinkronizálja.
hy: Ձեր տարածքները՝ իրենց գույներով ու պատկերակներով, կոնտեյներները, ամրացված ներդիրները, կարևոր կայքերն ու թղթապանակները պահպանում է նույնը, ինչ Zen Browser֊ում՝ ձեր համակարգչում, և Dejavu֊ում՝ ձեր մյուս սարքերում. Օգտագործվում է Mozilla հաշիվը, որով համաժամացնում եք Firefox֊ի տվյալները.
ia: Mantene tu spatios de labor con lor colores e icones, recipientes, schedas fixate, essentiales e dossiers identic a illos in Zen Browser super tu computator e in Dejavu super tu altere apparatos. Illo usa le conto Mozilla con le qual tu synchronisa datos de Firefox.
id: Menjaga ruang kerja (beserta warna dan ikonnya), wadah, tab yang disemat, situs penting, dan folder Anda tetap sama seperti di Zen Browser pada komputer Anda dan di Dejavu pada perangkat lain Anda. Fitur ini memakai akun Mozilla yang Anda gunakan untuk menyinkronkan data Firefox.
is: Heldur vinnusvæðunum þínum, með litum og táknmyndum þeirra, hólfum, festum flipum, eftirlæti og möppum, eins og í Zen Browser á tölvunni þinni og í Dejavu á öðrum tækjum þínum. Notaður er Mozilla reikningurinn sem þú samstillir Firefox gögn með.
it: Mantiene i tuoi spazi con i relativi colori e icone, contenitori, schede bloccate, preferiti e cartelle identici a quelli di Zen Browser sul tuo computer e di Dejavu sui tuoi altri dispositivi. Usa l’account Mozilla con cui sincronizzi i dati di Firefox.
ja: 色やアイコンを含むワークスペース、コンテナー、ピン留めタブ、よく使うサイト、フォルダーを、パソコンのZen Browserや他の端末のDejavuと同じ状態に保ちます。Firefoxのデータ同期に使っているMozillaアカウントを使用します。
ka: თქვენს სივრცეებს — ფერებითა და ხატულებით, კონტეინერებს, მიმაგრებულ ჩანართებს, საჭირო საიტებსა და საქაღალდეებს — იმავეს ინახავს, რაც Zen Browser-შია თქვენს კომპიუტერზე და Dejavu-ში თქვენს სხვა მოწყობილობებზე. გამოიყენება Mozilla-ანგარიში, რომლითაც Firefox-ის მონაცემებს ასინქრონებთ.
kaa: Reńleri hám belgisheleri menen jumıs maydanlarıńızdı, konteynerlerińizdi, bekitilgen betlerińizdi, tiykarǵılarıńızdı hám papkalarıńızdı kompyuterińizdegi Zen Browser hám basqa qurılmalarıńızdaǵı Dejavu menen bir qılıp turadı. Bunıń ushın Firefox maǵlıwmatlarıńızdı sinxronlastıratuǵın Mozilla akkauntı qollanıladı.
kab: Yeṭṭaf imukan n umahil-ik s yiniten d tugniwin-nsen, isenduqen, iccaren yessersen, ayen ilaqen d ikuramen am wamek llan deg Zen Browser ɣef uselkim-ik akked Dejavu ɣef ibenkan-ik nniḍen. Yesseqdac amiḍan Mozilla i deg tesdukkuleḍ isefka-k n Firefox.
kk: Түстері мен белгішелерімен бірге жұмыс кеңістіктеріңізді, контейнерлеріңізді, бекітілген беттеріңізді, негізгілеріңізді және қалталарыңызды компьютеріңіздегі Zen Browser және басқа құрылғыларыңыздағы Dejavu-мен бірдей етіп сақтайды. Ол үшін Firefox деректеріңізді синхрондайтын Mozilla есептік жазбасы қолданылады.
km: រក្សាចន្លោះការងាររបស់អ្នកជាមួយពណ៌ និងរូបតំណាងរបស់វា កុងតឺន័រ ផ្ទាំងបានខ្ទាស់ សំខាន់ៗ និងថត ឲ្យដូចគ្នានឹងនៅក្នុង Zen Browser លើកុំព្យូទ័ររបស់អ្នក និងនៅក្នុង Dejavu លើឧបករណ៍ផ្សេងទៀតរបស់អ្នក។ វាប្រើគណនី Mozilla ដែលអ្នកប្រើសម្រាប់ធ្វើសមកាលកម្មទិន្នន័យ Firefox។
kmr: Qadên te bi reng û îkonên wan, konteyneran, hilpekînên sabît, malperên girîng û peldankan wekî di Zen Browser de li ser kompîturê te û di Dejavu de li ser amûrên te yên din didomîne. Ew hesabê Mozilla yê ku tu daneyên Firefox pê re hevdem dikî, bi kar tîne.
kn: ನಿಮ್ಮ ಕಾರ್ಯಕ್ಷೇತ್ರಗಳನ್ನು ಅವುಗಳ ಬಣ್ಣಗಳು ಮತ್ತು ಚಿಹ್ನೆಗಳ ಸಮೇತ, ಕಂಟೇನರ್‌ಗಳು, ಪಿನ್ ಮಾಡಿದ ಟ್ಯಾಬ್‌ಗಳು, ಅಗತ್ಯವಾದವು ಮತ್ತು ಫೋಲ್ಡರ್‌ಗಳನ್ನು ನಿಮ್ಮ ಕಂಪ್ಯೂಟರ್‌ನಲ್ಲಿರುವ Zen ಬ್ರೌಸರ್‌ನಲ್ಲಿ ಮತ್ತು ನಿಮ್ಮ ಇತರ ಸಾಧನಗಳಲ್ಲಿರುವ Dejavu ನಲ್ಲಿ ಇರುವಂತೆಯೇ ಇಡುತ್ತದೆ. ಇದು ನೀವು Firefox ಡೇಟಾವನ್ನು ಸಿಂಕ್ ಮಾಡಲು ಬಳಸುವ Mozilla ಖಾತೆಯನ್ನು ಬಳಸುತ್ತದೆ.
ko: 색상과 아이콘을 포함한 작업 공간, 컨테이너, 고정된 탭, 필수 사이트, 폴더를 컴퓨터의 Zen Browser 및 다른 기기의 Dejavu와 동일하게 유지합니다. Firefox 데이터를 동기화하는 데 사용하는 Mozilla 계정을 사용합니다.
kw: Y syns dha dyleryow-ober gans aga liwyow hag ikonyow, kontaynerow, tabow fastyes, Pythow Poesek ha plegellow kepar ha'n re yn Zen Browser war dha jynn-amontya hag yn Dejavu war dha jynnow erell. Usys yw an akont Mozilla may hwredh kesunya dhodho dha dhata Firefox.
lij: O mantegne i tò spaçi de travaggio co-i sò coloî e icone, contenitoi, feuggi fissæ, essençiali e cartelle compagn-e comme inte Zen Browser in sciô tò computer e inte Dejavu inti tò âtri dispoxitivi. O doeä o conto Mozilla co-o quæ ti sincronizzi i dæti de Firefox.
lo: ຮັກສາພື້ນທີ່ເຮັດວຽກຂອງທ່ານພ້ອມສີ ແລະ ໄອຄອນ, ຄອນເທນເນີ, ແທັບທີ່ປັກໄວ້, ສິ່ງສຳຄັນ ແລະ ໂຟນເດີ ໃຫ້ຄືກັນກັບໃນ Zen Browser ຢູ່ຄອມພິວເຕີຂອງທ່ານ ແລະ ໃນ Dejavu ຢູ່ອຸປະກອນອື່ນຂອງທ່ານ. ມັນໃຊ້ບັນຊີ Mozilla ທີ່ທ່ານໃຊ້ຊິງຄ໌ຂໍ້ມູນ Firefox ນຳ.
lt: Palaiko jūsų darbo erdves su jų spalvomis ir piktogramomis, konteinerius, prisegtas korteles, Mėgstamiausius ir aplankus tokius pačius kaip Zen Browser jūsų kompiuteryje ir Dejavu kituose jūsų įrenginiuose. Naudojama Mozilla paskyra, kuria sinchronizuojate Firefox duomenis.
lv: Notur jūsu darbvietas ar to krāsām un ikonām, konteinerus, piespraustās cilnes, Izlasi un mapes tādas pašas kā Zen Browser jūsu datorā un Dejavu jūsu citās ierīcēs. Tiek izmantots Mozilla konts, ar kuru sinhronizējat Firefox datus.
meh: Mantiene tus espacios de trabajo con sus colores e íconos, contenedores, pestañas fijadas, esenciales y carpetas igual que en Zen Browser en tu computadora y en Dejavu en tus otros dispositivos. Usa la cuenta de Mozilla con la que sincronizas tus datos de Firefox.
ml: നിങ്ങളുടെ പണിയിടങ്ങളെ അവയുടെ നിറങ്ങളും ചിഹ്നങ്ങളും സഹിതം, കണ്ടെയ്നറുകൾ, പിൻ ചെയ്ത ടാബുകൾ, പ്രധാനപ്പെട്ടവ, ഫോൾഡറുകൾ എന്നിവയെ നിങ്ങളുടെ കമ്പ്യൂട്ടറിലെ Zen ബ്രൗസറിലും നിങ്ങളുടെ മറ്റ് ഉപകരണങ്ങളിലെ Dejavu-യിലും ഉള്ളതുപോലെതന്നെ സൂക്ഷിക്കുന്നു. ഇത് നിങ്ങൾ Firefox ഡാറ്റ സിങ്ക് ചെയ്യാൻ ഉപയോഗിക്കുന്ന Mozilla അക്കൗണ്ട് ഉപയോഗിക്കുന്നു.
mr: तुमची कार्यक्षेत्रे त्यांच्या रंग आणि चिन्हांसह, कंटेनर, पिन केलेले टॅब, आवश्यक आणि फोल्डर तुमच्या संगणकावरील Zen ब्राउझर आणि तुमच्या इतर डिव्हाइसवरील Dejavu प्रमाणेच ठेवते. हे तुम्ही Firefox डेटा सिंक करण्यासाठी वापरत असलेले Mozilla खाते वापरते.
my: သင့်ကွန်ပျူတာရှိ Zen Browser နှင့် သင့်အခြားစက်ပစ္စည်းများရှိ Dejavu တွင်ကဲ့သို့ သင့်လုပ်ငန်းခွင်များကို ၎င်းတို့၏ အရောင်နှင့် အိုင်ကွန်များ၊ ကွန်တိန်နာများ၊ ပင်ထိုးထားသော တက်ဗ်များ၊ မရှိမဖြစ်များနှင့် ဖိုင်တွဲများနှင့်အတူ တူညီအောင် ထိန်းထားပေးသည်။ ၎င်းသည် သင် Firefox ဒေတာကို စင့်ခ်ချရာတွင် သုံးသော Mozilla အကောင့်ကို အသုံးပြုသည်။
nb: Holder arbeidsområdene dine, med farger og ikoner, beholdere, festede faner, favoritter og mapper like som i Zen Browser på datamaskinen din og i Dejavu på dine andre enheter. Dette bruker Mozilla-kontoen du synkroniserer Firefox-data med.
ne: तपाईंका कार्यक्षेत्रहरुलाई तिनका रङ र चिन्हहरुसहित, कन्टेनरहरु, पिन गरिएका ट्याबहरु, आवश्यक र फोल्डरहरुलाई तपाईंको कम्प्युटरमा भएको Zen ब्राउजर र तपाईंका अन्य उपकरणहरुमा भएको Dejavu मा जस्तै राख्छ। यसले तपाईंले Firefox डाटा सिंक गर्न प्रयोग गर्ने Mozilla खाता प्रयोग गर्छ।
nl: Houdt je werkruimtes met hun kleuren en pictogrammen, containers, vastgemaakte tabbladen, favorieten en mappen gelijk aan die in Zen Browser op je computer en in Dejavu op je andere apparaten. Hiervoor wordt het Mozilla-account gebruikt waarmee je Firefox-gegevens synchroniseert.
nn: Held arbeidsområda dine, med fargar og ikon, behaldarar, festa faner, favorittar og mapper like som i Zen Browser på datamaskina di og i Dejavu på dei andre einingane dine. Dette bruker Mozilla-kontoen du synkroniserer Firefox-data med.
oc: Garda vòstres espacis de trabalh amb lors colors e icònas, contenidors, onglets fixats, essencials e dossièrs identics a Zen Browser sus vòstre ordenador e a Dejavu sus vòstres autres aparelhs. Utiliza lo compte Mozilla amb lo qual sincronizatz vòstras donadas Firefox.
or: ଆପଣଙ୍କ କମ୍ପ୍ୟୁଟରର Zen Browser ଏବଂ ଆପଣଙ୍କ ଅନ୍ୟ ଡିଭାଇସର Dejavu ପରି ସମାନ ରଙ୍ଗ ଓ ଆଇକନ୍ ସହିତ ଆପଣଙ୍କ କାର୍ଯ୍ୟକ୍ଷେତ୍ର, କଣ୍ଟେନର, ପିନ୍ ଟ୍ୟାବ୍, ଆବଶ୍ୟକୀୟ ଏବଂ ଫୋଲଡର ରଖେ। ଏହା ଆପଣ Firefox ଡାଟା ସିଙ୍କ କରୁଥିବା Mozilla ଆକାଉଣ୍ଟ ବ୍ୟବହାର କରେ।
pa: ਤੁਹਾਡੀਆਂ ਵਰਕਸਪੇਸਾਂ ਨੂੰ ਉਹਨਾਂ ਦੇ ਰੰਗਾਂ ਅਤੇ ਆਈਕਨਾਂ ਸਮੇਤ, ਕੰਟੇਨਰ, ਪਿੰਨ ਕੀਤੀਆਂ ਟੈਬਾਂ, ਜ਼ਰੂਰੀ ਅਤੇ ਫੋਲਡਰ ਤੁਹਾਡੇ ਕੰਪਿਊਟਰ ‘ਤੇ Zen ਬਰਾਊਜ਼ਰ ਅਤੇ ਤੁਹਾਡੇ ਹੋਰ ਡਿਵਾਈਸਾਂ ‘ਤੇ Dejavu ਵਾਂਗ ਹੀ ਰੱਖਦਾ ਹੈ। ਇਹ ਉਹ Mozilla ਖਾਤਾ ਵਰਤਦਾ ਹੈ ਜਿਸ ਨਾਲ ਤੁਸੀਂ Firefox ਡਾਟਾ ਸਿੰਕ ਕਰਦੇ ਹੋ।
pa_pk: تہاڈی ورک سپیساں نوں انھاں دے رنگاں تے آئیکناں سمیت، کنٹینر، پن کیتیاں ٹیباں، ضروری چیزاں تے فولڈر نوں اوہو جیہا رکھدا اے جیویں تہاڈے کمپیوٹر تے Zen Browser وچ تے تہاڈے ہور ڈیوائساں تے Dejavu وچ نيں۔ ایہہ اوہو Mozilla اکاؤنٹ ورتدا اے جیس نال تسی Firefox ڈیٹا سنک کردے او۔
pl: Zachowuje twoje obszary robocze z ich kolorami i ikonami, kontenery, przypięte karty, ulubione i foldery takie same jak w Zen Browser na komputerze i w Dejavu na innych urządzeniach. Wykorzystuje do tego konto Mozilli, za pomocą którego synchronizujesz dane Firefoksa.
ps: ستاسو ساحې د رنګونو او آیکونونو سره، کانتینرونه، پین شوي ټبونه، مهمې ویب پاڼې او پوښې لکه څنګه چې ستاسو په کمپیوټر کې په Zen Browser او ستاسو په نورو وسایلو کې په Dejavu کې دي، ساتي. دا هماغه د Mozilla حساب کاروي چې تاسو د Firefox معلومات ورسره همغږي کوئ.
pt_br: Mantém seus espaços de trabalho com as cores e ícones, contêineres, abas fixadas, essenciais e pastas iguais aos do Zen Browser no seu computador e do Dejavu nos seus outros dispositivos. Usa a mesma conta da Mozilla com a qual você sincroniza os dados do Firefox.
pt_pt: Mantém os teus espaços de trabalho com as cores e ícones, contentores, separadores fixados, essenciais e pastas iguais aos do Zen Browser no teu computador e do Dejavu nos teus outros dispositivos. Usa a mesma conta Mozilla com a qual sincronizas os dados do Firefox.
rm: Tegna tes spazis da lavur cun lur colurs ed iconas, containers, tabs fixads, essenzials e dossiers identics sco en Zen Browser sin tes computer e sco en Dejavu sin tes auters apparats. Douvra il conto Mozilla cun il qual ti sincronisas tias datas da Firefox.
ro: Îți păstrează spațiile de lucru, cu culorile și pictogramele lor, containerele, filele fixate, favorite și folderele identice cu cele din Zen Browser de pe computer și din Dejavu de pe celelalte dispozitive. Folosește contul Mozilla cu care sincronizezi datele Firefox.
ru: Сохраняет ваши рабочие пространства с их цветами и значками, контейнеры, закреплённые вкладки, избранное и папки одинаковыми в Zen Browser на компьютере и в Dejavu на других ваших устройствах. Используется тот же аккаунт Mozilla, с которым вы синхронизируете данные Firefox.
sat: ᱟᱢᱟᱜ ᱠᱚᱢᱯᱤᱭᱩᱴᱚᱨ ᱨᱮᱭᱟᱜ Zen Browser ᱟᱨ ᱮᱴᱟᱜ ᱰᱮᱵᱟᱭᱤᱥ ᱨᱮᱭᱟᱜ Dejavu ᱞᱮᱠᱷᱟᱱ, ᱟᱢᱟᱜ ᱣᱟᱨᱠᱥᱯᱮᱥ ᱠᱚ ᱟᱭᱢᱟᱛ ᱨᱚᱝ ᱟᱨ ᱟᱭᱠᱚᱱ, ᱠᱚᱱᱴᱮᱱᱟᱨ, ᱯᱤᱱ ᱴᱮᱵᱽ, ᱮᱥᱮᱱᱥᱤᱭᱟᱞ ᱟᱨ ᱯᱷᱚᱞᱰᱚᱨ ᱛᱮᱭᱟᱜ ᱢᱤᱫ ᱴᱷᱮᱱ ᱛᱟᱦᱮᱸ ᱟ ᱾ ᱚᱱᱟ ᱟᱢ Firefox ᱰᱟᱴᱟ ᱥᱤᱝᱠ ᱢᱮ ᱢᱮᱱᱟᱜ Mozilla ᱟᱠᱟᱩᱱᱴ ᱵᱮᱵᱚᱦᱟᱨ ᱦᱚᱜ ᱟ ᱾
sc: Mantenit is ispàtzios de traballu tuos cun is colores e iconas issoro, cuntenidores, ischedas fissadas, essentziales e cartellas comente in Zen Browser in su computer tuo e in Dejavu in is àteros dispositivos tuos. Impreat su contu Mozilla cun su cale sincronizas is datos de Firefox.
scn: Mantèni i spazzii di travagghiu tò cu i sò culuri e icona, cuntinituri, schedi ficcati, essenziali e carteddi ugguali a comu nta Zen Browser supra u computer tò e nta Dejavu nnê autri dispositivi tò. Usa u cuntu Mozilla cu u quali sincronizzi i dati di Firefox.
si: ඔබේ පරිගණකයේ ඇති Zen Browser හි සහ ඔබේ අනෙකුත් උපාංගවල ඇති Dejavu හි මෙන්ම, ඔබේ අවකාශ ඒවායේ වර්ණ සහ අයිකන සමඟද, බහාලුම්, අමුණන ලද පටිති, අත්‍යවශ්‍යයන් සහ ෆෝල්ඩර එලෙසම තබා ගනී. එය ඔබ Firefox දත්ත සමමුහුර්ත කරන Mozilla ගිණුම භාවිත කරයි.
sk: Udržiava vaše pracovné priestory s ich farbami a ikonami, kontajnery, pripnuté karty, obľúbené a priečinky rovnaké ako v prehliadači Zen Browser na počítači a v Dejavu na ostatných zariadeniach. Používa na to rovnaký účet Mozilla, akým synchronizujete údaje Firefoxu.
skr: ایہ تہاݙیاں ورک سپیساں (انہاں دے رنگاں تے آئیکاناں سمیت)، کنٹینر، پن تھیاں ٹیباں، ضروری ٹیباں تے فولڈر اوہو جہے رکھدا ہے جہڑے تہاݙے کمپیوٹر تے Zen Browser وچ تے تہاݙیاں ٻیاں ڈیوائساں تے Dejavu وچ ہن۔ ایہ اوہو Mozilla کھاتہ ورتیندا ہے جیندے نال تساں Firefox ڈیٹا ہم وقت کریندے ہو۔
sl: Vaši delovni prostori z barvami in ikonami, vsebniki, pripeti zavihki, Izbrano in mape ostanejo enaki kot v Zen Browserju na vašem računalniku in v Dejavuju na vaših drugih napravah. Uporablja se račun Mozilla, s katerim sinhronizirate podatke Firefoxa.
sq: I mban hapësirat tuaja të punës, me ngjyrat dhe ikonat e tyre, kontejnerët, skedat e fiksuara, thelbësoret dhe dosjet, njësoj si në Zen Browser në kompjuterin tuaj dhe në Dejavu në pajisjet tuaja të tjera. Përdor llogarinë Mozilla me të cilën njëkohësoni të dhënat e Firefox-it.
sr: Ваши радни простори са бојама и иконама, контејнери, закачени језичци, Фаворити и фасцикле остају исти као у Zen Browser-у на вашем рачунару и у Dejavu-у на вашим осталим уређајима. Користи се Mozilla налог којим синхронизујете Firefox податке.
su: Ngajaga rohangan anjeun sina sarua, kaasup warna jeung ikonna, wadah, tab nu disemat, Penting, jeung map, sakumaha dina Zen Browser di komputer anjeun jeung dina Dejavu di parabot anjeun nu séjén. Ieu maké akun Mozilla nu dipaké pikeun nyingkronkeun data Firefox.
sv: Håller dina arbetsytor med sina färger och ikoner, behållare, fästa flikar, favoriter och mappar likadana som i Zen Browser på datorn och i Dejavu på dina andra enheter. Det används med samma Mozilla-konto som du synkroniserar Firefox-data med.
szl: Trzimo twoje place z jejich farbami i ikōnami, kōntynery, przipiynte karty, nojważniejsze i foldry take same jak w Zen Browser na twojim kōmputrze i w Dejavu na twojich inkszych geratach. Używo kōnta Mozilla, kerym synchronizujesz dane Firefox.
ta: உங்கள் பணியிடங்களை அவற்றின் நிறங்கள் மற்றும் சின்னங்களுடன், கொள்கலன்கள், பொருத்தப்பட்ட கீற்றுகள், முக்கியவை மற்றும் கோப்புறைகளை உங்கள் கணினியில் உள்ள Zen உலாவியிலும் உங்கள் மற்ற சாதனங்களில் உள்ள Dejavu-விலும் இருப்பதைப் போலவே வைத்திருக்கும். இது நீங்கள் Firefox தரவை ஒத்திசைக்கப் பயன்படுத்தும் Mozilla கணக்கைப் பயன்படுத்தும்.
te: మీ కార్యస్థలాలను వాటి రంగులు మరియు చిహ్నాలతో సహా, కంటైనర్లు, పిన్ చేసిన ట్యాబులు, ముఖ్యమైనవి మరియు ఫోల్డర్లను మీ కంప్యూటర్‌లోని Zen బ్రౌజర్‌లో మరియు మీ ఇతర పరికరాల్లోని Dejavuలో ఉన్నట్లుగానే ఉంచుతుంది. ఇది మీరు Firefox డేటాను సింక్ చేయడానికి ఉపయోగించే Mozilla ఖాతాను ఉపయోగిస్తుంది.
tg: Фазоҳои шуморо бо рангу нишонаҳояшон, контейнерҳо, варақаҳои часпонидашуда, сомонаҳои муҳим ва ҷузвдонҳоро айнан монанди Zen Browser дар компютери шумо ва Dejavu дар дигар дастгоҳҳои шумо нигоҳ медорад. Ин ҳисоби Mozilla-ро истифода мебарад, ки шумо бо он маълумоти Firefox-ро ҳамоҳанг мекунед.
th: ทำให้พื้นที่ทำงาน (พร้อมสีและไอคอน) คอนเทนเนอร์ แท็บที่ปักหมุด เว็บที่ใช้บ่อย และโฟลเดอร์ของคุณเหมือนกันทั้งใน Zen Browser บนคอมพิวเตอร์และใน Dejavu บนอุปกรณ์อื่นของคุณ โดยใช้บัญชี Mozilla เดียวกับที่คุณใช้ซิงค์ข้อมูล Firefox
tl: Pinapanatiling magkatulad ang iyong mga workspace kasama ang mga kulay at icon nito, container, naka-pin na tab, Mahahalaga, at folder, tulad ng nasa Zen Browser sa iyong kompyuter at sa Dejavu sa iyong ibang device. Ginagamit nito ang Mozilla account na ginagamit mo sa pag-sync ng data ng Firefox.
tok: ona li awen e kulupu poki sina (kepeken kule en sitelen lili ona), leko, poki awen, lipu suli, en tomo poki, li sama ilo Zen lon ilo sona sina en Dejavu lon ilo ante sina. ona li kepeken nimi Mozilla pi sina kepeken tan sama e sona Firefox.
tr: Çalışma alanlarınızı renkleri ve simgeleriyle, kapsayıcılarınızı, sabitlenmiş sekmelerinizi, temel sekmelerinizi ve klasörlerinizi bilgisayarınızdaki Zen Browser ve diğer cihazlarınızdaki Dejavu ile aynı tutar. Firefox verilerinizi eşitlediğiniz Mozilla hesabını kullanır.
trs: Mantiene tus espacios de trabajo con sus colores e íconos, contenedores, pestañas fijadas, esenciales y carpetas igual que en Zen Browser en tu computadora y en Dejavu en tus otros dispositivos. Usa la cuenta de Mozilla con la que sincronizas tus datos de Firefox.
tt: Төсләре һәм билгечекләре белән бергә эш өлкәләрегезне, контейнерләрегезне, беркетелгән табларыгызны, төп сайтларыгызны һәм папкаларыгызны компьютерегездәге Zen Browser һәм башка җиһазларыгыздагы Dejavu белән бер төсле итеп тота. Моның өчен Firefox мәгълүматларыгызны синхронлаштырган Mozilla хисап язмасы кулланыла.
tzm: Yeṭṭaf imukan n umahil-ik s yiniten d tugniwin-nsen, isenduqen, iseksal yessersen, ayen ilaqen d ikuramen am wamek llan deg Zen Browser ɣef uselkim-ik akked Dejavu ɣef ibenkan-ik nniḍen. Yesseqdac amiḍan Mozilla i deg tesdukkuleḍ isefka-k n Firefox.
ug: رەڭلىرى ۋە سىنبەلگىلىرى بىلەن خىزمەت دائىرىلىرىڭىزنى، قاچىلىرىڭىزنى، مىخلانغان بەتكۈچلىرىڭىزنى، مۇھىملىرىڭىزنى ۋە قىسقۇچلىرىڭىزنى كومپيۇتېرىڭىزدىكى Zen Browser ۋە باشقا ئۈسكۈنىلىرىڭىزدىكى Dejavu بىلەن ئوخشاش تۇتىدۇ. بۇنىڭ ئۈچۈن Firefox سانلىق مەلۇماتلىرىڭىزنى قەدەمداشلايدىغان Mozilla ھېساباتى ئىشلىتىلىدۇ.
uk: Зберігає ваші робочі простори з їхніми кольорами й значками, контейнери, закріплені вкладки, обране і теки однаковими в Zen Browser на комп’ютері та в Dejavu на інших ваших пристроях. Використовується той самий обліковий запис Mozilla, яким ви синхронізуєте дані Firefox.
ur: آپ کی ورک اسپیسز کو ان کے رنگوں اور آئیکنز، کنٹینرز، پن کردہ ٹیبز، اہم اور فولڈرز سمیت آپ کے کمپیوٹر پر Zen Browser اور آپ کی دیگر ڈیوائسز پر Dejavu جیسا ہی رکھتا ہے۔ یہ اسی Mozilla اکاؤنٹ کا استعمال کرتا ہے جس سے آپ Firefox کا ڈیٹا ہم وقت کرتے ہیں۔
uz: Ranglari va nishonchalari bilan birga ish maydonlaringizni, konteynerlaringizni, mahkamlangan varaqlaringizni, muhimlaringizni va jildlaringizni kompyuteringizdagi Zen Browser va boshqa qurilmalaringizdagi Dejavu bilan bir xil qilib saqlaydi. Buning uchun Firefox ma'lumotlaringizni sinxronlashtiradigan Mozilla hisobi ishlatiladi.
vec: El tien i to spasi de laoro co i so coƚori e icone, contenidori, schede fisà, essensiałi e cartełe conpanji a Zen Browser so’l to computer e a Dejavu sui to altri aparechi. El dopara l’account Mozilla co ła qual te sincronizi i to dati de Firefox.
vi: Giữ cho không gian làm việc (cùng màu sắc và biểu tượng), vùng chứa, thẻ đã ghim, trang thiết yếu và thư mục của bạn giống như trong Zen Browser trên máy tính và trong Dejavu trên các thiết bị khác của bạn. Tính năng này dùng tài khoản Mozilla mà bạn dùng để đồng bộ hóa dữ liệu Firefox.
yo: Ó máa ń jẹ́ kí àwọn ibi-iṣẹ́ rẹ, pẹ̀lú àwọ̀ àti icon wọn, container, táàbù tí a fi Pin sí, Pàtàkì, àti fódà, jẹ́ ọ̀kan gẹ́gẹ́ bí ó ṣe rí nínú Zen Browser lórí kọ̀mpútà rẹ àti nínú Dejavu lórí àwọn ẹ̀rọ rẹ mìíràn. Ó ń lo àkáǹtì Mozilla tí ìwọ fi ń ṣe sync dátà Firefox rẹ.
yua: Mantiene tus espacios de trabajo con sus colores e íconos, contenedores, pestañas fijadas, esenciales y carpetas igual que en Zen Browser en tu computadora y en Dejavu en tus otros dispositivos. Usa la cuenta de Mozilla con la que sincronizas tus datos de Firefox.
zh_hans: 使您的工作区(包括颜色和图标)、容器、固定标签页、常用网站和文件夹,与您计算机上的 Zen Browser 以及其他设备上的 Dejavu 保持一致。使用的是您同步 Firefox 数据所用的 Mozilla 账户。
zh_hant: 讓您的工作區(含顏色與圖示)、容器、已釘選分頁、常用網站與資料夾,與電腦上的 Zen Browser 及其他裝置上的 Dejavu 保持一致。使用的是您同步 Firefox 資料所用的 Mozilla 帳號。
